function Articles() {
  return (
    <section className="page">
      <h1>מאמרים</h1>

      <article className="article-card">
        <h2>סטרס וקבלת החלטות</h2>
        <p>
      קבלת החלטות היא חלק בלתי נפרד מחיינו. מדי פעם אנו נדרשים לקבל החלטות מהותיות אשר תשפענה על עתידנו כגון בחירת כיוון מקצועי ומסלול קריירה, בחירת בן זוג, החלטות בתחום הבריאות ועוד. אולם למעשה, בכל יום אנו מקבלים אינספור החלטות קטנות – מה נאכל, לאן נלך, איך נגיב... לכל החלטה, קטנה או גדולה, יש השפעה כלשהי על אספקטים שונים בחיינו.
        </p>
        <p>
         ההחלטות שאנו מקבלים קובעות אילו אפשרויות תפתחנה בפנינו ולכן נרצה, בכל רגע נתון, לקבל את ההחלטות המיטביות. בפועל, זה לא תמיד המצב. לא אחת אנו נמצאים בסיטואציות בהן אנו מקבלים החלטות שמתבררות, מאוחר יותר, כשגויות. מדוע זה קורה? מה נדרש מאתנו כדי לשפר את תהליך קבלת ההחלטות שלנו ולהגיע לתוצאות הנכונות עבורנו?
        </p>

         <p>למצב התודעתי הפנימי יש השפעה מכרעת על כל אספקט בחיינו – רגשי, מנטלי ופיזי, ובכלל זה על האופן בו אנו מקבלים החלטות. דרך התודעה אנו מתקשרים עם האינטליגנציה של היקום ולמעשה, המצב התודעתי שלנו קובע האם אנו מציירים סדר בחיינו או כאוס. לכן, קבלת החלטות טובה חייבת להגיע ממקום תודעתי שמאפשר בהירות, רוגע וחיבור.  יותר עבורנו.
        </p>



        <p>מתי בפעם האחרונה היה לכם יום מוצלח? זה קורה, בדרך כלל, כאשר אתם מרגישים בריאים, רגועים וחיוביים. כאשר אתם חווים שחרור, זרימה וחיבור לסביבה שלכם. לעומת זאת, כאשר פועלים ממקום של פחד, לחץ וחוסר שקט, התוצאות פחות טובות. במקרים כאלה לא נגיע למטרות שלנו, או שנשלם מחירים גבוהים מדי – פגיעה בבריאות, במערכות יחסים וכדומה. מכאן, הכאוס בחיינו הוא, לרוב, תוצאה של מצבי סטרס, מתח וחוויה רגשית ירודה ולעומת זאת, כאשר אנו במצב תודעתי של רוגע, שלווה, והכרת תודה, אנו שולחים אותות שאנחנו פתוחים לפתרונות יעילים. 
        </p>


        <p>
        אדם שעושה החלטות מוצלחות הוא אדם רגוע ומשוחרר מפחד ומקונפליקט פנימי. במצב זה הוא יכול להיענות ביעילות לאתגרים ולתקשר עם האנשים סביבו, להתחבר ליצירתיות ולהיפתח למגוון האפשרויות שהמציאות פותחת בפניו. כאשר אנו מחוברים לשקט הפנימי, אנו במודעות גבוהה לגבי מה מנהל אותנו בתהליך קבלת החלטה זו או אחרת ולגבי ההשפעה של אותה החלטה עלינו ועל הסביבה. באופן זה נוכל לקבל החלטות מיטביות שיקדמו אותנו לעבר מטרותינו. 
        </p>
        <p>
                
איך משיגים את השקט הפנימי? איך מנטרלים את הסטרס שמוציא אותנו מאיזון, יוצר את הכאוס בחיינו ופוגע ביכולת שלנו לקבל החלטות נכונות עבורנו?

        </p>

        <p>

            
כיום פרושות בפנינו מגוון אפשרויות לרגיעה ולהפחתת סטרס. מדיטציה, יוגה, מיינדפולנס או תרגילי נשימות הן אופציות מעולות. לצד זה יש חשיבות גבוהה לשינה מספקת, פעילות גופנית ותזונה בריאה. בנוסף, הקטינו את החשיפה לסביבה היוצרת סטרס – הפחיתו את זמן הצפייה בחדשות, במקום סרטי אימה צפו בקומדיות, הכניסו יותר חוויות מהנות לחייכם ותנו ביטוי לנטיות ולכישורים שלכם. 

        </p>

      </article>

      <article className="article-card">
        <h2>לשחרר את הסטרס</h2>
        <p>
         כולנו נקלעים, מעת לעת, למצבי סטרס. אלו מצבים בהם נחוות תחושת מתח ומצוקה המוציאות אותנו מאיזון. למעשה, סטרס יכול להתעורר כמעט מכל דבר – החל מטראומות ומשברים, דרך שגרת חיים של עומס בעבודה, שינויים תכופים, בעיות במערכות יחסים וכדומה, ועד לחוויות שוליות כגון פקק תנועה או וויכוח עם השכן. התמודדות נקודתית עם סטרס הינה דבר נורמלי. אולם, כאשר נמצאים בסטרס מתמשך, הוא עלול להשפיע עלינו ברמה הנפשית וברמה הפיזיולוגית, ולפגוע באיכות חיינו. 
        </p>

        <p>
כאשר אנחנו מדברים על סטרס, אנו לא מדברים רק על תחושת לחץ. יכולות להתלוות לכך מגוון תחושות קשות ובהן פחד, חרדה, כעס, אכזבה... כולן מגבירות את חוויית המצוקה ומעלות את "מחיר" הלחץ. כאשר אנו לומדים לשחרר את הסטרס, אנו מגבירים את תחושות החיבור, שמחה, חיוניות ותשוקה, ואתן גם את הבריאות הפיזית.
</p>
<p>
רמת הלחץ, משכו והתדירות בה הוא מופיע בחיינו, קשורים בעיקר לתפיסה שלנו את האירועים החיצוניים ואת היכולת שלנו להתמודד אתם. במילים אחרות, האופן בו אנו מתמודדים עם אירועים המייצרים סטרס קשורה בתודעה שלנו.
</p>
<p>
הכוח המניע בחיינו הוא כוח תודעתי. כאשר אנחנו במצב תודעתי של סטרס, אנו מייצרים חוויות של מצוקה ומתקשים לייצר בהירות ונוכחות בסיטואציה. לעומת זאת, במצב תודעתי ללא סטרס, אנו ממוקדים בכאן ועכשיו ומחוברים לסיטואציה ולסביבה. במצב ללא סטרס אנחנו בתפקוד גבוה ומסוגלים לסייע לעצמינו ולאחרים.
</p>
<p>
שני מצבי התודעה הללו באים לידי ביטוי בסיפור הבא:
שני נזירים חזרו מיום לימודים בכפר הקרוב. כאשר עברו ליד הנחל שמעו אישה בוכה. אחד מהנזירים, ששמו היה יסמי, פנה לאישה ושאל מה קרה. היא הייתה אמורה לחזור לבנה הקטן אשר נשאר בבית מעבר לנהר. אבל בגלל שנהר עלה, היא חששה לעבור אותו ופחדה שלא תצליח לחזור לבנה. יסמי התנדב לעזור, העביר על גבו את האישה לצד השני של הנהר והמשיך ללכת. חצי שעה לאחר מכן, הנזיר השני, ששמו היה נומי, שאל אותו: "אתה יודע מה עשית?!" ניכר בקולו כי היה מוטרד וכעוס. "המורה אמר לא לדבר עם אישה ולא לגעת באישה, ואתה דיברתה איתה והרמת אותה על הידיים." על זה ענה יסמי: "כן, אבל אני הורדתי אותה לפני חצי שעה ואתה זה שעדיין סוחב אותה."
</p>
<p>

שני הנזירים מייצגים את שני מצבי התודעה שכולנו חיים בתוכם – האחד מצב של סטרס והשני מצב ללא סטרס.

איך משתחררים מההרגל של המוח להיות במצב של סטרס? איך ניתן להתמודד עם אתגרי החיים ממצב ללא סטרס? בדרך כלל אנו משתדלים להימנע מסטרס בדרכים שונות. למשל, על ידי העלאת רמות הדופמין בגופנו (באמצעות מזון, פעילות גופנית, שינה). אך זה פתרון זמני בלבד שכן, כאשר רמת הדופמין יורדת, אנו מרגישים ריקנות וחוזרים לנקודת האפס. דרך נוספת היא הניסיון להחליף סיפורים לא נעימים בסיפורים נעימים יותר. גם זה לא באמת מונע סטרס.
</p>
        <p>
            כדי לייצר שינוי תודעתי ממשי ומתמשך שיסייע לשחרר אותנו ממצבי סטרס, עלינו לשנות דפוסים ותפיסות שמוטבעים בנו לאורך זמן וזאת באמצעות תרגול יומיומי שיאפשר לנו להטמיע דפוסים חדשים. מדיטציות, יוגה ונשימות הם כלים מצוינים. לרוב, כבר אחרי מספר דקות אפשר להרגיש את ההשפעה המיטיבה.

        </p>

        <p>
            מוזמנים לתרגיל מדיטציה קצר:    </p>
            <p>
עצמו עיניים. שאפו אוויר ונשפו לאט ועמוק.
    <p>
    עם כל נשיפה חייכו בעדינות.

    </p>
        חזרו על זה לפחות 5 פעמים ואז, עם חיוך, פתחו עיניים.
     </p>

    <p>
        מיקוד תשומת הלב בנשימות וחיוך, אפילו לזמן קצר, מגביר שלווה, בהירות ונוכחות. הכוח של השקט הפנימי נמצא בתוכנו. ככל שנתרגל אותו יותר, נגביר את הנוכחות שלו בחיינו ונפחית סטרס.

        </p>
      </article>
    </section>
  );
}

export default Articles;
