function Therapy() {
  return (
    <section className="page">
      <h1>טיפול אישי</h1>
      <h2>להחזיר את השמחה לחיים</h2>
      <h3>פסיכותרפיה אינדיבידואלית למבוגרים ולנוער</h3>

      <p>
        החיים מביאים איתם מצבים, אירועים ותהליכים מאתגרים הדורשים מאיתנו
        התמודדות רגשית לא פשוטה. לעיתים אנו נדרשים לסיוע מקצועי שיעזור לנו
        לזהות ולטפל ברבדים העמוקים יותר של הנפש.
      </p>

      <p>
        הפסיכותרפיה היא טיפול נפשי המבוסס על שיח, המאפשר הגברת מודעות, הבנה
        עצמית ושיפור החוויה הרגשית. בטיפול נזהה את הרגשות, התפיסות והזיכרונות
        שמעוררים קושי ונבין את הצרכים האישיים והדרך ליצירת רווחה פנימית.
      </p>

      <h3>הטיפול מתאים לאנשים החווים:</h3>
      <ul className="styled-list">
        <li>מצבי משבר, לחץ ודחק</li>
        <li>פחדים וחרדות</li>
        <li>מתח וסטרס מתמשך</li>
        <li>דימוי עצמי נמוך, חרדה חברתית</li>
        <li>מצב רוח ירוד, דיכאון וקושי למצוא משמעות</li>
        <li>קשיים ביחסים בין-אישיים וביצירת אינטימיות</li>
      </ul>

      <p>
        משך ואופי הטיפול מותאמים לצרכים האישיים שלכם, תוך שימוש בשילוב גישות:
        פסיכותרפיה ממוקדת, אדלריאנית, גוף–נפש, מיינדפולנס ועוד.
      </p>

      <p>
       בין אם אתם חווים קושי רגשי לאורך זמן ובין אם מדובר בהתמודדות חדשה – אל תתנו לעצמכם לשקוע ולהעמיק את הכאב. אשמח לסייע לכם להתמודד עם הקושי, לחזק את החוסן הנפשי ולהגיע לחוויית חיים טובה ומספקת יותר.
      </p>
    </section>
  );
}

export default Therapy;
